@extends('layouts.app')


@section('content')

    <div class="container">
        <div class="row">
            <div class="col">
                <h1>Правила размещения</h1>

                <p>Администрация каталога оставляет за собой право отказаться добавлять сайт в каталог. Все сайты и новости проходят проверку.</p>

                <h3>Требования к сайтам</h3>
                <h4>Не принимаются сайты:</h4>

                <ul>
                    <li>
                        противоречащие Российскому законодательству, в частности пропагандирующие религиозную и расовую рознь, вражду, терроризм, содержащие детскую порнографию
                        сайты, важные разделы которых находятся в стадии разработки
                    </li>
                    <li>
                        спам
                    </li>
                    <li>
                        сайты, расположенные на бесплатных хостингах
                    </li>
                </ul>

                <h4>Требования к описаниям:</h4>
                <ul>
                    <li>Описание сайта (заголовок сайта и непосредственно описание сайта) должно быть выполнено на русском языке</li>
                    <li>Текст не должен содержать преимущественно заглавные буквы</li>
                    <li>Длина заголовка сайта не должна превышать 100 знаков</li>
                    <li>Заголовок не должен содержать перечень товаров и услуг</li>
                    <li>Описание не должно превышать 8000 знаков</li>
                    <li>Описание сайта должно соответствовать реальному его содержанию</li>
                    <li>Страницы-редиректы на другие сайты не допускаются в каталог</li>
                    <li>HTML теги в описании не разрешены</li>
                    <li>Выбранный раздел каталога должен наилучшим образом соответствовать информации, представленной на сайт</li>
                    <li>В каталоге не размещаются ссылки на страницы с параметрами (например: http://www.mysite.ru/?id=2342)</li>
                </ul>

            </div>
        </div>
    </div>

@endsection
